{"corrections":{"1":{"corrected":"true","grammar_correct":"It sounds like it's time to plan a team outing.","text":"To               \n:It sounds like it's time To plan a team outing."},"2":{"corrected":"true","grammar_correct":"Team outings are a great way to spend time with friends.","text":"Team outings are a great way."},"3":{"corrected":"true","grammar_correct":"Facilitate bonding with your team members, reduce employee stress, and give them the chance to get to know each other outside of the office.","text":"To facilitate bonding with your team members, reduce employee stress, and give them the chance To get To know one another outside of the office."},"4":{"corrected":"true","grammar_correct":"And, you know, they're entertaining.","text":"And, you know, they ' re entertaining."},"5":{"corrected":"true","grammar_correct":"It sounds like a starting point, but what’s the real excitement?","text":"It sounds like a starting point, but their 's the real excitement?"},"6":{"corrected":"true","grammar_correct":"Download Now: Free Company Culture Code Template. Next time you plan an outing for your team, cut the trust fall and get one of these ideas on the calendar instead.","text":"Download Now: Free Company Culture Code Template Next time you plan an outing for your team, cut the trust-falls and get one of these ideas on the calendar instead."},"7":{"corrected":"true","grammar_correct":"Why should you do team-building activities at work?","text":"Why should you do team-building activities for work?"},"8":{"corrected":"true","grammar_correct":"For example, while ‘trust falls’ seems like an excellent idea, forcing it doesn’t improve trust among coworkers, and what is worse, it can result in injuries when pairings are not even established.","text":"For example, while ‘trust falls’ seems like an excellent idea, forcing it doesn’t improve trust among coworkers, and what is worse, it can result in injuries when pairings are not even."},"9":{"corrected":"true","grammar_correct":"However, not all team-building activities are detrimental to your workers, as you can see from the ideas we highlight in this post.","text":"However, not all team-building activities are detrimental To your workers, as you would see from the ideas we highlight in this post."},"10":{"corrected":"true","grammar_correct":"Team members get to work together on exciting and challenging activities and display their skills and talents.","text":"Team members get To work together on exciting and challenging activities and can display their skills and talents."},"11":{"corrected":"true","grammar_correct":"Team-building activities and games that boost morale can break down barriers among employees and create an environment that is pleasant to work in, which is vital to a successful and well-functioning business.","text":"Team-building activities and games that boost morale can break down barriers among employees and create an environment that is nice To work in , which is vital To a successful and well-functioning business."},"12":{"corrected":"true","grammar_correct":"The ultimate goal of team building activities is to get your team members to bond and build trust with each other.","text":"The ultimate goal of team-building activities is To get your team members To bond and build trust with each other."},"13":{"corrected":"true","grammar_correct":"Improved Productivity. Better communication skills will have a domino effect on productivity levels.","text":"Improved Productivity Better communication skills will have a domino effect on productivity levels."},"14":{"corrected":"true","grammar_correct":"When your employees work together and communicate, there is less work duplication and less friction between workers.","text":"When your employees work together and communicate, their is less work duplication and less friction between workers."},"15":{"corrected":"true","grammar_correct":"Identify Leaders Another benefit from team-building exercises is that managers can discover leaders within the workforce while engaging in team-building activities.","text":"Identifies Leaders Another benefit from team-building exercises is that managers can discover leaders within the workforce while engaging in team-building activities."},"16":{"corrected":"true","grammar_correct":"Select the right activity.","text":"Select the right activities."},"17":{"corrected":"true","grammar_correct":"Have a great time!","text":"Choose a great time."},"18":{"corrected":"true","grammar_correct":"Regardless of the type of event that you want To enjoy, here are eight essential things to consider.","text":"Regardless of the type of event that you want To enjoy, here are eight essential things To consider: 1."},"19":{"corrected":"true","grammar_correct":"There are so many things you need to prepare for and the best way to do it.","text":"their are so many things you need To prepare for and the best way."},"20":{"corrected":"true","grammar_correct":"To deal with these things, one must delegate responsibilities.","text":"To deal with these things is To delegate responsibilities."},"21":{"corrected":"true","grammar_correct":"Other times, it can be challenging choosing who to invite.","text":"Some other times, it can be challenging choosing who To invite."},"22":{"corrected":"true","grammar_correct":"To help you, ask yourself or the planning team these questions: is it a compulsory event?","text":"To help you, ask yourself (or the planning team these questions): Is it a compulsory event?"},"23":{"corrected":"true","grammar_correct":"After determining the goals of the team-building event, you should have a clear idea of activities that align with these goals.","text":"After determining the goals of the team-building event, you should have a clear idea of activities that will align with these goals."},"24":{"corrected":"true","grammar_correct":"Choose a great time!","text":"Choose a great time."},"25":{"corrected":"true","grammar_correct":"You also need to take the weather and season into account when choosing a date, especially if planning an outdoor activity.","text":"You also need To take the weather and season into account when choosing a date - especially if organizing an outdoor activity."},"26":{"corrected":"true","grammar_correct":"Location is one of the factors that can make or mar your event.","text":"The location is one of the factors that can make or mar your event."},"27":{"corrected":"true","grammar_correct":"Team Building Activities Virtual Break Room Virtual Escape Room Beer Making Virtual Scavenger hunt Set Competitive Challenges Icebreaker Quizzes Visit Paris Virtual Scavenger hunt What's My Name?","text":"Team Building Activities Virtual Break Room Virtual Escape Room Beer Making Virtual Scavenger hunt Set Competitive Challenges Icebreaker Quizzes visit Paris Virtually Scavenger hunt What's My Name?"},"28":{"corrected":"true","grammar_correct":"Cook off Sneak a Peek Board Game Tournament Office Trivia 4 Question Mingle Improv Workshop Two Truths and One Lie Karaoke Night Suddenly Story Go Kart Racing Concentration (Marketing Edition) Sales Exercise Professional Development Workshop Jigsaw Puzzle Race Room Escape Games The Egg Drop Challenge Laser Tag","text":"Cook off Sneak a Peek Board Game Tournament Office Trivia 4 Question Mingle Improv Workshop Two Truths and One Lie Karaoke Night The Suddenly Story Go Kart Racing Concentration (Marketing Edition) Sales Exercise Professional Development Workshop Jigsaw Puzzle Race Room Escape Games The Egg Drop Challenge Laser Tag Catch Phrase Game of Possibilities Volunteer Mystery Dinner Kayaking/Canoeing Trampoline Park Something Touristy Painting Class Cooking Class Explore a New Place Sports Game Go Camping Remote Team Building Activities 1."},"29":{"corrected":"true","grammar_correct":"You can create this via Zoom or some other platform, with staff logging in and joining in over lunch or break - allowing them to catch up with coworkers as they would in a physical office.","text":"You can create this via Zoom or some other platform their staff can log in and join over their lunch or break - allowing them To catch up with coworkers as they would in a physical office."},"30":{"corrected":"true","grammar_correct":"Virtual Escape Room Since the pandemic made physical escape rooms impossible To visit, a Virtual Escape Room brings the mystery to your workers right in their homes!","text":"Virtual Escape Room Since the pandemic made physical escape rooms impossible To visit , a Virtual Escape Room brings the mystery To your workers right in their homes!"},"31":{"corrected":"true","grammar_correct":"Depending on the Escape Room you choose, team members have to pass through different rooms, solve the puzzles they encounter, solve a murder, and so much more!","text":"Depending on the Escape Room you choose, team members have To pass through different rooms, solve the puzzles they encounter, solve a murder, and so much more!."},"32":{"corrected":"true","grammar_correct":"Beer Making – in this team building exercise, team members become brewers for a day right from their homes.","text":"Beer Making in this team-building exercise, team members become brewers for a day right from their homes."},"33":{"corrected":"true","grammar_correct":"The first person to show all the required items wins the hunt.","text":"The first person To show all the required items wins the hunt !"},"34":{"corrected":"true","grammar_correct":"host a virtual scavenger hunt for a corporate team-building activitySource: scavify 5.","text":"host a virtual scavenger hunt for a corporate team-building activitySource : scavify 5."},"35":{"corrected":"true","grammar_correct":"Set Competitive Challenges A little friendly competition never hurts any team - on the contrary, it strengthens the bonds of unity.","text":"Set Competitive Challenges A little friendly competition never hurts any team - on the contrary, it can strengthen the bonds of unity."},"36":{"corrected":"true","grammar_correct":"Icebreaker Quizzes These quizzes are an exciting and safe way to go.","text":"Icebreaker Quizzes These quizzes are an exciting and safe way."},"37":{"corrected":"true","grammar_correct":"Do team building weekly.","text":"To do team-building weekly."},"38":{"corrected":"true","grammar_correct":"You can choose an online icebreaker quiz like Quizbreaker, which sends out a new round of quizzes weekly to the team.","text":"You can choose an online icebreaker quiz like Quizbreaker , which sends out a new round of quizzes weekly To the team."},"39":{"corrected":"true","grammar_correct":"It can work wonders to bring remote teams closer as they learn more about each other while having loads of fun.","text":"It can work wonders To bringing remote teams closer as they learn more about each other while having loads of fun."},"40":{"corrected":"true","grammar_correct":"Virtually visiting new places with tools like Woyago is a unique and exciting icebreaker.","text":"Virtually visiting new places with tools like Woyago is a unique and exciting icebreaker ."},"41":{"corrected":"true","grammar_correct":"Visit Paris Virtually for a corporate team-building activitySource: : Woyago Large Group Team Building Activities 8.","text":"visit Paris virtually for a corporate team-building activitySource : Woyago Large Group Team Building Activities 8."},"42":{"corrected":"true","grammar_correct":"You can organize one yourself, or use a creative service like The Go Game (which lists companies like Netflix, Facebook, and HBO among clients) or Stray Boots.","text":"You can organize one yourself or use a creative service like The Go Game (which lists companies like Netflix, Facebook, and HBO among clients) or Stray Boots."},"43":{"corrected":"true","grammar_correct":"Alternatively, you might try a Random Acts of Kindness hunt.","text":"Alternatively, you might try a \"Random Acts of Kindness\" hunt ."},"44":{"corrected":"true","grammar_correct":"It goes by different names and the more people who play, the better it is.","text":"It goes by different names, and the more people who play, the better it is."},"45":{"corrected":"true","grammar_correct":"What's My Name is an activity where each player is assigned the name of a person — dead or alive — and displays that name on their back, head, or part of their body such that only the other players can read the name.","text":"What's My Name is an activity their each player is assigned the name of a person — dead or alive — and displays that name on their back, head, or part of their body such that only the other players can read the name."},"46":{"corrected":"true","grammar_correct":"Creating new dishes together requires creativity and will require everyone to put their team and leadership skills to action.","text":"Creating new dishes together requires creativity and will require everyone To put their team and leadership skills into action."},"47":{"corrected":"true","grammar_correct":"This category could be anything from ice cream, to salsa, to pizza.","text":"The category could be anything from ice cream, To salsa, To pizza."},"48":{"corrected":"true","grammar_correct":"Or, have each team get creative with the shapes of their pizzas — you can make pizzas out of almost any shape.","text":"Or, have each team get creative thinking caps on with the shape of its food — you can make pizzas into almost any shape."},"49":{"corrected":"true","grammar_correct":"Sneak a Peek: What do you get when you add a test of memory to a game of Pictionary?","text":"Sneak a Peek What do you get when you add a test of memory To a game of Pictionary ?"},"50":{"corrected":"true","grammar_correct":"Using LEGOs, clay, building blocks, or a similar set of construction items, one game leader will craft an object or structure for every group to recreate.","text":"Using LEGOs , clay, building blocks, or a similar set of construction items, one game leader will craft an object or structure for every group To recreate."},"51":{"corrected":"true","grammar_correct":"Each group has its LEGOs, clay, or building blocks.","text":"Each group has its LEGOs , clay, or building blocks."},"52":{"corrected":"true","grammar_correct":"If it isn’t complete after a minute of recreating the structure, another member of each group sneaks a 10-second peek at the game leader’s object and comes back to instruct the group further.","text":"If it isn’t complete after a minute of recreating the structure, another member of each group sneaks a 10-second peek at the game leader's object and comes back To instruct the group further."},"53":{"corrected":"true","grammar_correct":"Board Game Tournament. Here's a way.","text":"Board Game Tournament Here's one way."},"54":{"corrected":"true","grammar_correct":"Especially if your team is pretty big, it might be easiest to pick a single game, then have one team member sign up for specific time slots when they're free To leave their desks and spend some time playing the game.","text":"Especially if your team is pretty big, it might be easiest To pick a single game, then have one team member sign up for specific time slots when they ' re free To leave their desks and spend some time playing the game."},"55":{"corrected":"true","grammar_correct":"Some great games with reasonable play times include Boggle, Jenga, or even games using good ol'playing cards.","text":"Some great games with reasonable play times include Boggle, Jenga , or even games Using good ol ' playing cards."},"56":{"corrected":"true","grammar_correct":"Don't forget to incentivize with prizes for first, second, and third places.","text":"Don't forget To incentivize with prizes for first, second, and third place."},"57":{"corrected":"true","grammar_correct":"Office trivia is the perfect way to learn.","text":"Office trivia is the perfect way."},"58":{"corrected":"true","grammar_correct":"To bring a large group of colleagues together and challenge the brain in areas that do not necessarily apply to their daily jobs.","text":"To bring a large group of colleagues together and challenge the brain in areas that don't necessarily apply To their daily jobs."},"59":{"corrected":"true","grammar_correct":"Each team can then bet as many or as few points as they want per question until they have used all their points for that category.","text":"Each team can then bet as many or as few points as they want per question until they 've used all their points for that category."},"60":{"corrected":"true","grammar_correct":"there are tons of national trivia companies who would be happy to host an event right on site — District Trivia, The Trivia Factory, and the Big Quiz Thing are just a few of them.","text":"their are tons of national trivia companies who'd be happy To host an event right on site — District Trivia, The Trivia Factory, and the Big Quiz Thing are just a few of them."},"61":{"corrected":"true","grammar_correct":"It is excellent for teams that have spent some time apart or groups that have just formed.","text":"It is excellent for teams that have spent some time apart or groups that have just been formed."},"62":{"corrected":"true","grammar_correct":"Improv Workshop Comedy and improv events are fun, interactive experiences that will have your employees roaring with laughter while teaching them useful communication and soft skills, like focus and trust.","text":"Improv Workshop Comedy and improv events are fun, interactive experiences that'll have your employees roaring with laughter while teaching them useful communication and soft skills, like focus and trust."},"63":{"corrected":"true","grammar_correct":"In addition to giving their name, however, every team member also says three things about themselves —only two of which are true.","text":"in addition To providing their name, however, every team member also says three things about themselves —only two of which are true."},"64":{"corrected":"true","grammar_correct":"It's up to you!","text":"It's up To"}}}